/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "读取颜色模板“%@”时出错。请选择其他模板。";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "存储颜色调板“%@”时出错。请再次尝试存储。";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "尝试将自定调板存储到“%@”时出错。请再次尝试存储。";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "您确定要移走整个“%@”颜色调板吗？";

/* Brightness slider text */
"Brightness" = "亮度";

/* COMMENT
   NEED COMMENT */
"Cancel" = "取消";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "颜色调板";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "颜色滑块";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "色轮";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "蜡笔色";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "设备 CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "设备灰度";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "设备 RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "更名调板时发生错误";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "普通 CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "普通灰度";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "普通 RGB";

/* Color space or profile model name; monochrome */
"Gray" = "灰色";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "隐藏颜色";

/* Hue slider text */
"Hue" = "色调";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "图像调板";

/* Color space or profile model name */
"Indexed" = "已索引";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "不清楚您要给哪个项目重新命名。请确定您只选择了一项。";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "新颜色调板";

/* COMMENT */
"New name for color palette:" = "颜色调板的新名称：";

/* Open Color Pallete panel title */
"Open Color Palette" = "打开颜色调板";

/* Color space or profile model name */
"Pattern" = "图案";

/* COMMENT
   NEED COMMENT */
"Remove" = "去掉";

/* COMMENT */
"Remove Color Palette" = "去掉颜色调板";

/* NEED COMMENT */
"Remove Palette" = "去掉调板";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "去掉一种自定调板是永久性的。您确定要从“自定调板”中去掉“%@”吗？";

/* Generic title for color renaming panels */
"Rename Color" = "给颜色重新命名";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "饱和度";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "显示颜色";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "颜色调板“%1$@”包含 %2$ld 种颜色。";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "未能去掉文件“%@”。";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "图像“%1$@”未能被重新命名为“%2$@”。";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "文件“%@”上的权限设置不允许它被修改。";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "描述文件“%1$@”包含 %2$ld 种颜色。";

/* NEED COMMENT */
"There was a Color Panel error." = "发生了颜色面板错误。";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "打开颜色调板时出错。";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "存储颜色调板时出错。";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "这种颜色不能使用描述文件。";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "未命名";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "此列表中已经有名称为“%@”的颜色。请选取不同的名称。";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "已经有名称为“%@”的自定调板。请选取不同的名称。";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "已经有名称为“%@”的调板。请选取不同的名称。";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "您不能将“%1$@”重新命名为“%2$@”。";

